{
  "landing": {
    "title": "The Story Of ",
    "description": {
      "1": "This talented community of young and aspiring weaver entrepreneurs, so  that they can",
      "2": "build robust businesses",
      "3": ". What differentiates us is the belief that",
      "4": "weavers are equal partners in the business",
      "5": ", not mere wage workers who will weave the said design and be paid per meter wages. We believe in the agency of artisans to transcend impediments in traditional value chains to co-create, manage business, and sell the final products directly to the end consumer."
    },
    "consoletxt": [
      "A curtailed agency",
      "Awakening a generation",
      "Reviving a craft culture"
    ]
  },

  "about": [
    {
      "title": "THE PROBLEM",
      "description": "The status of the weaver as an artisan who has complete creative control of their work is relegated to that of a hand-worker, one who simply executes a predefined set of instructions that are relayed to them."
    },
    {
      "title": "The Cause",
      "description": "The handmade manufacturing model unintentionally ended up creating a separation of concept and design from execution that severely curtails the creative agency of weaver artisans."
    },
    {
      "title": "THE SOLUTION",
      "description": "A six-month free training program focusing on developing their skills as creative entrepreneurs followed by a 3-year incubation period. Our goal is to assist artisans by establishing market connections and giving them rightful credit for their unique designs, helping them establish their own distinct design and brand identity."
    }
  ],

  "program": {
    "title": "PROGRAM INTRO",
    "description": "A six-month free training program focusing on developing their skills as creative entrepreneurs followed by a 3-year incubation period. Our goal is to assist artisans by establishing market connections and giving them rightful credit for their unique designs, helping them establish their own distinct design and brand identity. Design and Management programs can be chosen ndependently based on the requirements of the artisan trainees."
  }
}
